Repository: CofficLab/Cisum_SwiftUI
Catalog: Packages/PluginWelcome/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant_hk, zh_hant_tw

source: App Local Storage
zh_hans: 应用本地存储
zh_hant_hk: 應用本地存儲
zh_hant_tw: 應用本地儲存

source: Files stored in iCloud Accessible on other devices Ensure sufficient iCloud storage
zh_hans: 文件存储在 iCloud 中 可在其他设备上访问 请确保有足够的 iCloud 存储空间
zh_hant_hk: 文件存儲在 iCloud 中 可在其他設備上訪問 請確保有足夠的 iCloud 存儲空間
zh_hant_tw: 檔案儲存在 iCloud 中 可在其他裝置上訪問 請確保有足夠的 iCloud 儲存空間

source: Good Things Are Coming
zh_hans: 精彩即将呈现
zh_hant_hk: 精彩即將呈現
zh_hant_tw: 精彩即將呈現

source: iCloud Drive
zh_hans: iCloud 云盘
zh_hant_hk: iCloud 雲盤
zh_hant_tw: iCloud 雲盤

source: Media Storage Location
zh_hans: 媒体存储位置
zh_hant_hk: 媒體存儲位置
zh_hant_tw: 媒體儲存位置

source: Ready to explore your music world
zh_hans: 准备好探索你的音乐世界
zh_hant_hk: 準備好探索你的音樂世界
zh_hant_tw: 準備好探索你的音樂世界

source: Recommended
zh_hans: 推荐
zh_hant_hk: 推薦
zh_hant_tw: 推薦

source: Sign in to iCloud in System Settings to use this option
zh_hans: 请在系统设置中登录 iCloud 以使用此选项
zh_hant_hk: 請在系統設置中登錄 iCloud 以使用此選項
zh_hant_tw: 請在系統設定中登入 iCloud 以使用此選項

source: Stored within the app, data will be lost if app is deleted
zh_hans: 存储在应用内，删除应用后数据将丢失
zh_hant_hk: 存儲在應用內，刪除應用後數據將丟失
zh_hant_tw: 儲存在應用內，刪除應用後資料將丟失

source: Welcome
zh_hans: 欢迎
zh_hant_hk: 歡迎
zh_hant_tw: 歡迎

source: Welcome screen
zh_hans: 欢迎界面
zh_hant_hk: 歡迎界面
zh_hant_tw: 歡迎介面

source: Shows a welcome guide on first launch to help you get started
zh_hans: 首次启动时展示欢迎引导，帮助快速上手。
zh_hant_hk: 首次啟動時顯示歡迎引導，幫助快速上手。
zh_hant_tw: 首次啟動時顯示歡迎引導，幫助快速上手。

source: Welcome Page
zh_hans: 欢迎页
zh_hant_hk: 歡迎頁
zh_hant_tw: 歡迎頁

source: Overview
zh_hans: 概述
zh_hant_hk: 概述
zh_hant_tw: 概述

source: Core Capabilities
zh_hans: 核心能力
zh_hant_hk: 核心能力
zh_hant_tw: 核心能力

source: Welcome Guide: shows welcome content on first launch.
zh_hans: 欢迎引导：首次启动展示欢迎内容。
zh_hant_hk: 歡迎引導：首次啟動顯示歡迎內容。
zh_hant_tw: 歡迎引導：首次啟動顯示歡迎內容。

source: Quick Start: guides storage setup and basic operations.
zh_hans: 快速上手：引导配置存储与基本操作。
zh_hant_hk: 快速上手：引導設定儲存與基本操作。
zh_hant_tw: 快速上手：引導設定儲存與基本操作。

source: Basic Operations
zh_hans: 基本操作
zh_hant_hk: 基本操作
zh_hant_tw: 基本操作

source: Complete basic setup by following the guide on first launch.
zh_hans: 首次启动时按引导完成基本设置。
zh_hant_hk: 首次啟動時依引導完成基本設定。
zh_hant_tw: 首次啟動時依引導完成基本設定。

source: Skip or complete the welcome guide.
zh_hans: 跳过或完成欢迎引导。
zh_hant_hk: 跳過或完成歡迎引導。
zh_hant_tw: 跳過或完成歡迎引導。

source: Notes
zh_hans: 说明
zh_hant_hk: 說明
zh_hant_tw: 說明

source: Shown only on first launch or after reset.
zh_hans: 仅首次启动或重置后展示。
zh_hant_hk: 僅在首次啟動或重置後顯示。
zh_hant_tw: 僅在首次啟動或重置後顯示。

source: Version
zh_hans: 版本
zh_hant_hk: 版本
zh_hant_tw: 版本

source: Type
zh_hans: 类型
zh_hant_hk: 類型
zh_hant_tw: 類型

source: Plugin
zh_hans: 插件
zh_hant_hk: 外掛程式
zh_hant_tw: 外掛程式

source: Shows welcome content on first launch.
zh_hans: 首次启动展示欢迎内容。
zh_hant_hk: 首次啟動顯示歡迎內容。
zh_hant_tw: 首次啟動顯示歡迎內容。

source: Welcome Guide
zh_hans: 欢迎引导
zh_hant_hk: 歡迎引導
zh_hant_tw: 歡迎引導

source: Guides storage setup and basic operations.
zh_hans: 引导配置存储与基本操作。
zh_hant_hk: 引導設定儲存與基本操作。
zh_hant_tw: 引導設定儲存與基本操作。

source: Quick Start
zh_hans: 快速上手
zh_hant_hk: 快速上手
zh_hant_tw: 快速上手
